brew "act"
brew "ansible"
brew "bitwarden-cli"
brew "docker"
brew "duckdb"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "jq"
brew "jupyterlab"
brew "kind"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "markdownlint-cli"
brew "minikube"
brew "neovim"
brew "nmap"
brew "ollama"
brew "openssl"
brew "packer"
brew "pdm"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "python3"
brew "ripgrep"
brew "rust"
brew "sling"
brew "sqlite"
brew "stow"
brew "tailscale"
brew "terraform"
brew "tmux"
brew "tree-sitter"
brew "typescript"
brew "vault"
brew "wget"
brew "youplot"
brew "zoxide"
cask "activitywatch"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "amethyst"
cask "anki"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "calibre"
cask "discord"
cask "docker" 
cask "flux"
cask "iterm2"
cask "karabiner-elements"
cask "malwarebytes"
cask "obs"
cask "obsidian"
cask "scroll-reverser"
cask "sound-control"
cask "spotify"
cask "vanilla"
cask "vb-cable"
cask "vlc"
cask "wacom-tablet"
cask "wireshark"
cask "yubico-yubikey-manager"
