brew "act"
brew "ansible"
brew "argocd"
brew "autotrace"
brew "awk"
brew "awscli"
brew "cmake"
brew "doctl"
brew "duckdb"
brew "ffmpeg"
brew "figlet"
brew "flyctl"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "grep"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "jupyterlab"
brew "kind"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "nmap"
brew "ollama"
brew "openssl"
brew "packer"
brew "pandoc"
brew "pipx"
brew "postgresql"
brew "potrace"
brew "pre-commit"
brew "protobuf"
brew "python3"
brew "ripgrep"
brew "rust"
brew "rust"
brew "sling"
brew "speedtest-cli"
brew "sqlite"
brew "stow"
brew "syncthing"
brew "terraform"
brew "tesseract"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "typescript"
brew "unbound"
brew "uv"
brew "vault"
brew "wget"
brew "wireguard-tools"
brew "yt-dlp"
brew "zoxide"

cask_args appdir: "~/Applications", require_sha: true

cask "activitywatch"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "amethyst"
cask "anki"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "discord"
cask "docker" 
cask "flux"
cask "font-fira-code-nerd-font"
cask "google-drive"
cask "hiddenbar"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "loom"
cask "malwarebytes"
cask "multipass"
cask "obs"
cask "obsidian"
cask "openemu"
cask "postman"
cask "quarto"
cask "rocket"
cask "scrivener"
cask "scroll-reverser"
cask "sound-control"
cask "spotify"
cask "touchdesigner"
cask "vb-cable"
cask "visual-studio-code"
cask "vlc"
cask "wacom-tablet"
cask "wireshark"
cask "yubico-yubikey-manager"

mas "Keynote", id: 409183694
mas "Tailscale", id: 1475387142
