brew "act"
brew "ansible"
brew "awk"
brew "awscli"
brew "docker"
brew "duckdb"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "grep"
brew "htop"
brew "jq"
brew "jupyterlab"
brew "kind"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "markdownlint-cli"
brew "neovim"
brew "nmap"
brew "ollama"
brew "openssl"
brew "packer"
brew "pandoc"
brew "pdm"
brew "pipx"
brew "pre-commit"
brew "python3"
brew "ripgrep"
brew "rust"
brew "sling"
brew "speedtest-cli"
brew "sqlite"
brew "stow"
brew "syncthing"
brew "tailscale"
brew "terraform"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "typescript"
brew "unbound"
brew "vault"
brew "wget"
brew "wireguard-tools"
brew "zoxide"

cask "activitywatch"
cask "affinity-designer" if OS.mac?
cask "affinity-photo" if OS.mac?
cask "affinity-publisher" if OS.mac?
cask "amethyst" if OS.mac?
cask "anki"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "calibre"
cask "discord"
cask "docker" 
cask "flux"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "malwarebytes"
cask "obs"
cask "obsidian"
cask "scroll-reverser" if OS.mac?
cask "sound-control" if OS.mac?
cask "spotify"
cask "vanilla" if OS.mac?
cask "vb-cable"
cask "vlc"
cask "wacom-tablet"
cask "wireshark"
cask "yubico-yubikey-manager"

cask "font-fira-code-nerd-font"
